// components/ClimateControl.tsx
import React from "react";

const ClimateControl: React.FC = () => {
    return (
        <div className="container mx-auto px-4 py-8">
            <h2 className="text-3xl font-bold mb-4 text-center">
                Климат-контроль в "умном доме"
            </h2>
            <p className="text-lg mb-4">
                Надоело мерзнуть в помещении зимней порой, изнывать летом от
                зноя? Установите в доме климат-контроль. Мастера NORRIS.KG
                ("Норрис Сервис") проведут монтаж климатической системы в
                Бишкеке профессионально, быстро, по выгодной цене. Оформите
                заказ через сайт компании. Предлагаем удобные условия
                сотрудничества, предоставляем гарантию, скидки для клиентов.
            </p>
            <p className="text-lg mb-4">
                Погода оказывает на нашу жизнь большое влияние. Вместе со сменой
                сезонов мы испытываем проблемы как охладить квартиру, офис летом
                или согреть ее в период дождей и морозов. Создать комфортные для
                проживания и работы условия поможет климатическая система. Она
                входит в основные опции "умного дома", управляется
                автоматически. Это интегрированная система, контролирующая
                работу:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>Кондиционеров.</li>
                <li>Вентиляции.</li>
                <li>Газовых отопительных котлов.</li>
                <li>Угольных котлов.</li>
                <li>Электрических конвекторов, каминов.</li>
                <li>Водонагревателей.</li>
                <li>Озонаторов, ионизаторов.</li>
                <li>Теплых полов электрических.</li>
                <li>Теплых полов водяных.</li>
                <li>Радиаторов и другой техники.</li>
            </ul>
            <p className="text-lg mb-4">Управляется она при помощи:</p>
            <ul className="list-disc list-inside mb-4">
                <li>
                    "Умного" блока, регулирующего рабочие параметры агрегатов.
                </li>
                <li>
                    Датчиков, измеряющих температурные значения, уровень
                    влажности воздуха.
                </li>
                <li>Термостатов, терморегуляторов, сервоприводов.</li>
            </ul>
            <p className="text-lg mb-4">
                Для настройки рабочих параметров в системе используются
                сенсорные панели, пульты ДУ, смартфоны и голосовые ассистенты:
                Сири, Алиса, Алекса.
            </p>
            <h3 className="text-2xl font-bold mb-4">В чем преимущество?</h3>
            <p className="text-lg mb-4">
                Климатическая система, считавшаяся до недавнего времени
                показателем высокого статуса владельцев, перешла в категорию
                необходимых в домовладении вещей. Востребованность в ней
                стремительно возрастает. К преимуществам можно отнести:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>
                    Универсальность. Оборудовать системой можно любое здание,
                    малоэтажное или высотное, офис, квартиру, коттедж,
                    гостиничные номера.
                </li>
                <li>
                    Экономичность. Благодаря климат-контролю значительно
                    сокращаются расходы на электроэнергию. Удается избегать
                    нежелательных поломок, которые могут возникать из-за
                    перегрева техники, продлевать их эксплуатационный ресурс.
                </li>
                <li>
                    Возможность работать по заданной программе. Выберите
                    комфортную для утреннего пробуждения, отхода ко сну
                    температуру. "Умная" техника создаст необходимый микроклимат
                    в вашей спальне или детской комнате.
                </li>
                <li>
                    Удобное для пользователя управление. Простой и понятный
                    интерфейс позволяет легко регулировать работу, поддерживать
                    необходимые температурные режимы.
                </li>
                <li>
                    Автоматизация позволяет управлять климат-контролем удаленно.
                    Например, находясь в отпуске, командировке, вы можете
                    проводить включение отопления и других приборов на
                    значительном расстоянии от квартиры. С помощью него возможно
                    реализовывать любые сценарии.
                </li>
            </ul>
            <h3 className="text-2xl font-bold mb-4">
                Наши предложения и преимущества
            </h3>
            <p className="text-lg mb-4">
                Чтобы климат-контроль успешно справлялся со своими задачами,
                установку его следует доверить профессионалам. Заказать
                климатическую систему в Кыргызстане вы можете, оформив заявку
                через сайт «Норрис Сервис». Наша компания работает в данной
                сфере с 2016 года, является одной из ведущих в республике
                разработчиков интеллектуальных зданий. География продаж
                охватывает Бишкек, города Чуйской области, Алматы (Казахстан).
                Мы выполняем:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>Разработку чертежей и рабочих алгоритмов.</li>
                <li>Проектируем щиты автоматики.</li>
                <li>Прокладываем проводку, делаем электрику.</li>
                <li>Проводим монтаж, подключение, наладку оборудования.</li>
            </ul>
            <p className="text-lg mb-4">
                Работы проводятся под ключ в соответствии с принятыми в
                республике строительными стандартами. При разработке проекта
                учитываются личные пожелания владельцев, особенности объекта.
                Для каждого заказчика подбирается вариант, оптимально
                соответствующий его требованиям и финансовым возможностям. По
                запросу клиентов мастера компании проведут монтаж
                климат-контроля в квартире, офисе профессионально, быстро,
                качественно. Цены на услуги доступны широкому кругу
                потребителей.
            </p>
            <p className="text-lg mb-4">
                Кроме этого, предлагаем заказать дополнительные устройства для
                интеллектуальных зданий. При покупке их компания предоставляет
                приятные скидки. Укажите на сайте свои контактные данные,
                оформите заявку на выполнение работ, и мы оборудуем "умный дом"
                в квартире по вашему вкусу. Подробнее об условиях
                сотрудничества, расценках на услуги расскажут консультанты
                Norris.kg ("Норрис Сервис"). Свяжитесь с ними по телефону или
                электронной почте.
            </p>
        </div>
    );
};

export default ClimateControl;
