// components/SmartHome.tsx
import React from "react";

const SmartHomeService: React.FC = () => {
    return (
        <div className="container mx-auto px-4 py-8">
            <h2 className="text-3xl font-bold mb-4 text-center">
                Системы «умный дом» от Компании Норрис: с заботой о ваших
                близких
            </h2>
            <p className="text-lg mb-4">
                Домашняя автоматизация прочно вошла в нашу жизнь. Современному
                человеку, занятому бизнесом, не хочется тратить драгоценное
                время на решение бытовых проблем. Придя домой, он стремится
                погрузиться в атмосферу уюта, спокойствия. Система «умный дом»
                обеспечит безопасность, комфорт вас и вашей семьи. Все чем вы не
                хотели бы заниматься система «Умный дом» от NORRIS.KG сделает за
                Вас! Состоит она из различных видов реле, датчиков, контроллеров
                управления, видеокамер, и прочих устройств, контролирующих
                работу системы:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>Домовых инженерных сетей.</li>
                <li>Охранной, пожарной сигнализации.</li>
                <li>Электронной бытовой техники.</li>
            </ul>
            <h3 className="text-2xl font-bold mb-4">
                К отличительным качествам ее можно отнести:
            </h3>
            <ul className="list-disc list-inside mb-4">
                <li>Простоту настроек.</li>
                <li>
                    Надежность, хороший увеличенный эксплуатационный ресурс.
                </li>
                <li>Возможность легко интегрировать другие устройства.</li>
                <li>Неприхотливость в обслуживании.</li>
            </ul>
            <p className="text-lg mb-4">
                Управлять «умным домом» можно различными способами: через
                голосовой помощник, компьютер, сенсорную панель, ПДУ, смартфон.
                Протоколы связи позволяют передать сигнал на большие расстояния
                без потери его качества.
            </p>
            <h3 className="text-2xl font-bold mb-4">
                Основные функции «умных домов»
            </h3>
            <p className="text-lg mb-4">
                Автоматизация открывает перед пользователями большие
                возможности. При помощи интеллектуальной техники создаются
                различные сценарии для управления:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>Освещением.</li>
                <li>
                    Кондиционерами, газовыми, электрическими, угольными
                    отопительными котлами, радиаторными термостатами.
                </li>
                <li>Бытовыми приборами.</li>
                <li>Мультимедийными системами.</li>
            </ul>
            <p className="text-lg mb-4">
                Под надежным контролем системы будет находиться безопасность
                вашей семьи и детей. Установленные в помещении датчики вовремя
                предупредят о неисправности инженерных сетей, не допустят
                протечки воды, возникновения пожара, утечки газа или дыма. При
                попытке злоумышленников разбить окно, вскрыть дверь система
                подаст звуковой сигнал тревоги, оповестит о возникшей опасности
                через уведомление, сообщением в Ватсап Whatsapp или посредством
                СМС.
            </p>
            <p className="text-lg mb-4">
                Приходится оставлять ребенка на попечение няни? С помощью
                видеокамер вы в реальном времени будете наблюдать что происходит
                в детской, сможете оценить степень компетенции работника. А с
                детским режимом работы вам не нужно будет бояться о том что
                какой-то металлический предмет ребенок засунет в розетку, что
                изолирует от повреждения электрическим током, т.е. вам уже не
                нужно будет переживать что ребенок играет около электрических
                розеток.
            </p>
            <h3 className="text-2xl font-bold mb-4">
                Какие услуги предоставляет наша компания?
            </h3>
            <p className="text-lg mb-4">
                Чтобы техника в «умном доме» работала без сбоев, обеспечивая
                вашу безопасность и комфорт, работы по ее монтажу следует
                поручить опытным мастерам. NORRIS.KG «Норрис Сервис» — компания,
                которой вы можете доверять. Мы работаем в сфере IT-сфере с 2016
                года, за это время стали профессионалами своего дела. Нас
                отличает:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>ответственность;</li>
                <li>индивидуальный подход к клиентам;</li>
                <li>
                    умение найти эффективное решение, а не скидывание или поиск
                    виновных в поставленной задачи.
                </li>
            </ul>
            <p className="text-lg mb-4">
                Стоимость услуг, которые оказывает компания, условия
                сотрудничества удобны и доступны для потребителей. Мы выполняем
                полный комплекс задач в соответствии с установленными нормами. В
                перечень работы с системой входит:
            </p>
            <ul className="list-disc list-inside mb-4">
                <li>
                    Выезд мастеров на объект, осмотр помещения, определение
                    точек размещения камер и пр.
                </li>
                <li>
                    Разработка чертежей, проектной документации, расчет сметы.
                </li>
                <li>
                    Монтаж силовых и слаботочных линий, установка аппаратуры и
                    автоматики.
                </li>
                <li>
                    Программирование программ, сценариев, ПЛК, контроллеров.
                </li>
            </ul>
            <p className="text-lg mb-4">
                Свяжитесь с менеджерами по телефону, отправьте заявку по
                электронной почте, в инстаграм Norris.kg и закажите систему
                «умный дом». Мастера компании подключат и настроят ее быстро,
                аккуратно, качественно.
            </p>
        </div>
    );
};

export default SmartHomeService;
