{
  "mainMeta": {
    "title": "Smart Home Turnkey Solution in Bishkek - Automation and Voice Control",
    "description": "Professional installation of the 'Smart Home' system in Bishkek. Engineering systems automation, voice control, and a full range of services for setting up a smart home for your comfort and safety.Address: Bokombaeva 177. Phone: +996553228888.",
    "welcome": "Welcome to the Smart Home website",
    "serviceTitle":"What services do we offer?",
    "ServiceDescription":"If you live in Bishkek, another city of Kyrgyzstan, want to equip your office, flat with \"smart home\" systems, contact our company. \"Norris Service\" is a team of specialists with extensive experience in the practical application of IT-technologies."
  },
  "Index": {
    "title": "Hello world!"
  },
  "header": {
    "home": "Home",
    "chooseLanguage": "Choose Language",
    "english": "English",
    "russian": "Russian",
    "kyrgyz": "Kyrgyz",
    "kazakh": "Kazakh",
    "system": "System",
    "services": "Services",
    "aboutUs": "About Us",
    "portfolio": "Portfolio",
    "articles": "Articles",
    "news": "News",
    "location": "Bokombaeva",
    "contacts": "Contacts",
    "welcome": "Welcome",
    "contactButton": "Contact Us",
    "modalTitle": "Contact Us",
    "nameLabel": "Name",
    "emailLabel": "Email",
    "phoneLabel": "Phone",
    "submitButton": "Submit",
    "email": "Enter your email",
    "phone": "Enter your phone number",
    "name": "Enter your name"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, kg {🇰🇬 Kyrgyz} en {🇺🇸 English} kz {🇰🇿 Kazakh} ru {🇷🇺 Russian} other {Unknown}}"
  },
  "footer": {
    "home": "Home",
    "system": "System",
    "services": "Services",
    "aboutUs": "About Us",
    "portfolio": "Portfolio",
    "articles": "Articles",
    "news": "News",
    "location": "Bokombaeva",
    "contacts": "Contacts",
    "description": "Smart home system from Norris.kg in Bishkek for flats, offices, hotels and other objects from Norris Service Company. Development of projects for individual order, a large selection of ready-made solutions. Development of printed circuit boards, integrated circuits, software development for controllers. Installation, adjustment, maintenance of equipment at a high professional level. ",
    "quickLinks": "Quick Links",
    "contactUs": "Contact Us",
    "emailLabel": "Email",
    "phoneLabel": "Phone",
    "address": "Address: Bishkek, Bokombaeva 177 ",
    "company": "All rights reserved."
  },
  "contactUs": {
    "customerService": "Customer Service",
    "monFri": "Mon-Fri: 10am - 18:30pm",
    "support247": "24/7 Support",
    "supportManager": "Support Manager",
    "phoneLabel": "Phone",
    "contactUs": "Contact Us",
    "emailLabel": "Email",
    "location": "location",
    "address": "Address: Bishkek, Bokombaeva 177 ",
    "linkOrOffice": "Reach out to us via phone, email, or visit us at our location.",
    "officeManager": "Office Manager",
    "socialTitle": "We are on social networks",
    "socialSubtitle": "Subscribe to get more information"
  },
  "slides_slide1_img": "/images/slider/2.webp",
  "slides_slide1_title": "Smart Home Installation",
  "slides_slide1_description": "We offer professional smart home installation services. Ensure your home is equipped with the latest technology for ultimate convenience and security.",
  "slides_slide2_img": "/images/slider/3.webp",
  "slides_slide2_title": "Camera Installation",
  "slides_slide2_description": "Our specialists will install cameras for your home and office, providing you with peace of mind and increased security.",
  "slides_slide3_img": "/images/slider/4.webp",
  "slides_slide3_title": "Software Integration",
  "slides_slide3_description": "We help integrate smart home systems into your existing software, making sure everything works seamlessly together.",
  "slides_slide4_img": "/images/slider/5.webp",
  "slides_slide4_title": "Security",
  "slides_slide4_description": "Enhance the security of your home with modern technology. We offer a variety of solutions to keep you and your loved ones safe.",
  "slides_slide5_img": "/images/slider/6.webp",
  "slides_slide5_title": "Sensors",
  "slides_slide5_description": "Installation and configuration of various sensors to enhance the functionality and convenience of your home.",
  "contactButton": "Contact Us",
  "learnMoreButton": "Learn More",
  "contactModal": {
    "leavePhone": "Leave your phone",
    "contactButton": "Contact Us",
    "modalTitle": "Contact Us",
    "nameLabel": "Name",
    "emailLabel": "Email",
    "phoneLabel": "Phone",
    "submitButton": "Submit",
    "agreePolicy": "By sending us your phone, you agree to the Personal Data Processing Policy. We do not share your phone with third parties.",
    "fillFields": "Please fill in all fields.",
    "invalidPhone": "The phone number should only contain digits and be at least 9 characters long.",
    "sendMessageSuccess": "WhatsApp message sent successfully!",
    "sendMessageError": "Error sending WhatsApp message.",
    "sendMessageTooFrequent": "You can send messages no more than once every 10 second."
  },
  "SmartHomeServices": {
    "camera": {
      "title": "Camera",
      "description": "Manage your home cameras from anywhere in the world. You can monitor live footage, review recordings, and even control the angle of the cameras remotely. It's a perfect solution for ensuring your home security at all times.",
      "image": "1.webp"
    },
    "security": {
      "title": "Security",
      "description": "Ensure your home's security with advanced systems. Our security solutions include alarms, motion detectors, and smart locks that you can control from your phone. Keep your home and loved ones safe with our comprehensive security systems.",
      "image": "2.webp"
    },
    "smartSpeakers": {
      "title": "Smart Speakers",
      "description": "Control smart speakers like Alice, Siri. With smart speakers, you can play music, control other smart devices, and get information using just your voice. Experience the convenience of a hands-free, voice-controlled environment.",
      "image": "3.webp"
    },
    "sensors": {
      "title": "Sensors",
      "description": "Presence, light, gas, temperature sensors. Our range of sensors can detect motion, changes in lighting, gas leaks, and temperature fluctuations. These sensors ensure you are always aware of the conditions in your home.",
      "image": "4.webp"
    },
    "curtainsLighting": {
      "title": "Curtains and Lighting",
      "description": "Manage your curtains, lighting, and blinds from anywhere. You can set schedules, control them remotely, and create the perfect ambiance for any time of day or night. Enhance your comfort and convenience with smart control over your home’s lighting and window treatments.",
      "image": "5.webp"
    }
  },
  "MainNorrisTittle": {
    "title": "Smart Home System",
    "description": "Smart home system from Norris.kg in Bishkek for flats, offices, hotels and other objects from Norris Service Company. Development of projects for individual order, a large selection of ready-made solutions. Development of printed circuit boards, integrated circuits, software development for controllers. Installation, adjustment, maintenance of equipment at a high professional level. ",
    "button": "Calculate cost",
    "benefit1": "Custom project development, a wide selection of ready-made solutions",
    "benefit2": "PCB design, IC design, software development for controllers",
    "benefit3": "Installation, setup, maintenance of equipment at a high professional level",
    "request": "Leave a request for turnkey work via the website or Instagram Norris.kg of our company.",
    "discount": "We offer discounts for partners: design studios, developers, as well as when purchasing additional elements and devices, we offer good prices and convenient cooperation conditions."
  },
  "TypesSliderItemSmartHome": {
    "item1": "Automatic switching on and off the lighting depending on the time of day and the user's location in the room.",
    "item2": "Automatic switching on and off the lighting depending on the time of day and the user's location in the room.",
    "item3": "Automatic switching on and off the lighting depending on the time of day and the user's location in the room.",
    "item4": "Automatic switching on and off the lighting depending on the time of day and the user's location in the room."
  },
  "ProjectStagesSmartHome": {
    "title": "What does the project work include?",
    "description": "It consists of a number of activities, each of which plays an important role in the successful implementation of the task. They can be conditionally divided into several main stages:",
    "steps": {
      "step1": {
        "title": "Gathering information about the object.",
        "description": "The state of communications, architecture, room layout, ease of connection to power supply are assessed. The purpose of the building, the requirements of the owners, the possibility of using additional subsystems for further long-term operation are taken into account."
      },
      "step2": {
        "title": "Creating a sketch.",
        "description": "The number of parts, the length and cross-section of wires and cables necessary for installation in the 'smart home' are calculated. The estimate is drawn up and agreed with the customer. Changes are made to it if necessary."
      },
      "step3": {
        "title": "Preparation of documentation.",
        "description": "Drawings are created according to which the switchboard, video cameras, power supplies and other elements will be placed in the building. The paths for laying low-current and power cable lines are modeled."
      },
      "step4": {
        "title": "Timing",
        "description": "The deadlines for the work are determined, their schedule is approved, and instructions for installation teams are drawn up. After a detailed development of the system, the process of its implementation begins according to the approved plan."
      }
    }
  },
  "TypesSmartHome": {
    "title": "Smart Systems: Types, Applications",
    "intro1": "High technology is used in all areas of activity today. They allow us to significantly simplify our lives, making them comfortable. Homes that take care of their owners have become commonplace.",
    "intro2": "A smart home from NORRIS.KG is an automated complex that controls and manages electronic equipment located in buildings, outside, or in mobile objects (cars or motorcycles). The system is divided into three main types:",
    "wireless": "wireless",
    "wired": "wired",
    "hybrid": "hybrid",
    "details1": "For small premises with a budget solution, wireless systems are sufficient. In large areas, wired or hybrid complexes should be used. Otherwise, the signal quality will be low, and the commands given to the equipment will be executed with a delay. In practice, wireless and wired solutions are used together to complement each other.",
    "details2": "Effectively performing their tasks, they provide:",
    "benefit1": "Increased comfort, safety of people.",
    "benefit2": "Extended equipment life (generators, exhaust systems, air conditioners, heating and heating appliances)",
    "benefit3": "Preservation of engineering communications.",
    "benefit4": "Protection of property, material assets.",
    "details3": "Systems are equipped in both residential and commercial buildings, bank offices and other facilities, including mobile objects such as cars, boats, scooters, and other transport.",
    "management_title": "Management methods, capabilities",
    "details4": "The smart home system requires minimal attention from a person and can function without their participation. The main advantages are multitasking, economy, and simplicity of settings.",
    "details5": "The system is controlled using a touch panel, computer, remote control, remotely via a smartphone. The possibilities of the internet allow you to make changes to the settings of heating equipment, lighting, etc., from anywhere in the world.",
    "details6": "Set a specific algorithm, and the actions will be accurately executed by the smart home. Possible scenarios:"
  },
  "LinkPage": {
    "title": "Free Specialist Consultation",
    "subtitle": "Get a free consultation from our experienced specialists. We will help you understand all the nuances and offer the best solutions for your project."
  },
  "SecurityFeatures": {
    "title": "What can a fire and security alarm system do?",
    "subtitle": "The security and fire alarm system performs many useful and important functions. It can be assigned various tasks based on the features and requirements of the object. The main ones include:",
    "stages": {
      "item1": "Access control to the object. The software has a 'friend-foe' face recognition function and will alert you if a subject not listed in the database approaches your door.",
      "item2": "Protection against intrusion into the territory. It triggers if an unauthorized person appears in the protected perimeter. It won't react to a cat or dog accidentally wandering into the yard.",
      "item3": "Prevention of water leaks, gas leaks, electrical system short circuits. In the event of an emergency, the communications in the 'smart home' automatically shut down. Fire suppression devices activate in case of a fire."
    },
    "info": "The security and fire alarm system integrates with other equipment, significantly expanding its functionality. The 'smart home' can perform not only security tasks but also many other functions.",
    "slider": {
      "item1": "Open garage doors",
      "item2": "Create the appearance of the owners being present",
      "item3": "Turn lights on and off at a set time",
      "item4": "Raise and lower blinds",
      "item5": "Work as a baby monitor"
    },
    "advantages": "The main advantages of 'smart' technology are reliability, fast response, ease of settings, and the ability to control it remotely."
  },
  "SafeNestSecureSmartHome": {
    "title": "How to protect yourself from intruders?",
    "description1": "The security system can be both wired and wireless. The wired one is more reliable and provides good signal quality. Along with devices constantly powered by the mains, wireless devices can also be used in it.",
    "description2": "Property needs reliable protection. This issue concerns both ordinary residents, fearing domestic thefts and fires, as well as financial, commercial organizations, industrial enterprises. The security system installed in your store, office, apartment will promptly alert you of an emergency and take measures to protect it.",
    "servicesTitle": "What services do we offer?",
    "servicesDescription1": "If you live in Bishkek or another city in Kyrgyzstan and want to equip your office or apartment with 'smart home' systems, contact our company. 'Norris Service' is a team of specialists with extensive experience in the practical application of IT technologies.",
    "servicesDescription2": "The company accepts orders for the re-equipment of houses for various purposes, carries out the work quickly, efficiently, and at convenient prices. Call us, leave a request on the website, provide your personal data. Managers will promptly contact you, answer all questions related to the security system, and determine the exact time and cost of its installation. We take into account the purpose, architectural features of the object, customer requirements, and their financial capabilities. Specialists of norris.kg 'Norris Service' will do everything to ensure your safety and comfort.",
    "listItems1": "Security and fire alarm systems.",
    "listItems2": "Video equipment, intercoms.",
    "listItems3": "Smoke, motion detectors, annunciators.",
    "listItems4": "Electronic locks and other technical means.",
    "listServices1": "Development of standard and individual projects.",
    "listServices2": "Preparation of estimate documentation.",
    "listServices3": "Laying of low-current and power networks.",
    "listServices4": "Installation, connection, maintenance of equipment.",
    "listServices5": "Programming of programs, scenarios, PLCs, controllers.",
    "listServices6": "We are engaged in the development of integrated circuits and software for them.",
    "advantagesTitle": "Opportunities, Advantages",
    "advantagesDescription": "Practical use of this complex has shown its high efficiency and reliability. A significant advantage is that the 'smart home' system can equip not only apartments and cottages but also warehouses, car dealerships, and shopping complexes. Their areas of application are very diverse. The list of functions they perform includes:",
    "communicationSafety": "Safety of engineering communications. Sensors sensitive to temperature rise, smoke, gas concentration in the air, and water leaks are installed in the premises. In case of an emergency threat, the warning devices will send an alarm signal to the smartphone or computer.",
    "accessControl": "Access control. The software allows for facial recognition. Permission to enter is granted to those whose photos are in the database. The use of biometric and electronic locks prevents unauthorized entry into the building.",
    "perimeterProtection": "Perimeter protection. The integrity of windows and doors is controlled. Motion sensors track movement in the protected area and respond to the appearance of outsiders.",
    "surveillance": "Surveillance cameras are installed around the perimeter of houses, at entrance gates, and parking lots, allowing for round-the-clock monitoring. The recordings can be used as evidence in case of attempted illegal actions. Automation allows for various scenarios. By simulating the presence of the owners, it will turn on the lights, raise the roller shutters at a specified time, turn on the music, and much more."
  },
  "SmartHomeServiceCaring": {
    "title": "Smart Home Systems from Norris Company with Care for Your Loved Ones",
    "description": "Home automation has firmly entered our lives. A modern person, busy with business, does not want to waste precious time solving household problems. Coming home, he strives to immerse himself in an atmosphere of comfort and tranquility. The smart home system will ensure the safety and comfort of you and your family. Everything you wouldn't want to do, the Smart Home system from NORRIS.KG will do for you! It consists of various types of relays, sensors, control controllers, video cameras, and other devices that control the system's operation.",
    "highlight1": "Household engineering networks.",
    "highlight2": "Security and fire alarms.",
    "highlight3": "Electronic household appliances.",
    "distinctiveQualitiesTitle": "Its distinctive qualities include:",
    "distinctiveQualities1": "Ease of settings.",
    "distinctiveQualities2": "Reliability, good extended service life.",
    "distinctiveQualities3": "The ability to easily integrate other devices.",
    "distinctiveQualities4": "Simplicity in maintenance.",
    "controlOptions": "You can control the smart home in various ways: via voice assistant, computer, touch panel, remote control, smartphone. Communication protocols allow you to transmit the signal over long distances without losing its quality.",
    "mainFunctionsTitle": "Main functions of smart homes",
    "mainFunctionsDescription": "Automation opens up great opportunities for users. Various scenarios are created using intelligent technology for control.",
    "function1": "Lighting.",
    "function2": "Air conditioners, gas, electric, coal heating boilers, radiator thermostats.",
    "function3": "Household appliances.",
    "function4": "Multimedia systems.",
    "sectionTitle": "The safety of your family and children will be under the reliable control of the system. The sensors installed in the room will warn you in time about malfunction of engineering networks, prevent water leakage, fire, gas or smoke leakage. If intruders attempt to break a window or open a door, the system will sound an alarm, notify you of the danger via notification, Whatsapp or SMS.",
    "serviceList": "What services does our company provide?",
        "aboutService":" To ensure that the equipment in your smart home works smoothly, ensuring your safety and comfort, its installation should be entrusted to experienced craftsmen. NORRIS.KG \"Norris Service\" is a company you can trust.               We have been working in the IT field since 2016, during this time we have become professionals in our field. We are distinguished by:",
        "serviceListDescription":"To ensure that the equipment in your smart home works smoothly, ensuring your safety and comfort, its installation should be entrusted to experienced craftsmen. NORRIS.KG \"Norris Service\" is a company you can trust. We have been working in the IT field since 2016, during which time we have become professionals in our field. What sets us apart.",
    "sectionDescription": "The sensors installed in the room will timely warn about faults in the engineering networks, prevent water leaks, fire, gas or smoke leakage. In case of an intruder attempting to break the window or open the door, the system will trigger an alarm sound and notify about the danger via notification, WhatsApp message, or SMS.",
    "benefit1": "Responsibility;",
    "benefit2": "Individual approach to clients;",
    "benefit3": "Ability to find an effective solution, not shifting or looking for the guilty in the set task.",
    "serviceCostDescription": "The cost of services provided by the company, the terms of cooperation are convenient and accessible to consumers. We perform the full range of tasks in accordance with established norms. The list of work with the system includes:",
    "servicesList1": "Masters' visit to the site, inspection of the premises, determination of camera placement points, etc.",
    "servicesList2": "Development of drawings, project documentation, cost estimate calculation.",
    "servicesList3": "Installation of power and low-current lines, installation of equipment and automation.",
    "servicesList4": "Programming of programs, scenarios, PLC, controllers.",
    "contactUs": "Contact the managers by phone, send an application by email, on Instagram Norris.kg, and order the smart home system. The company's masters will connect and configure it quickly, neatly, and efficiently."
  },
  "Multimedia1": {
    "title": "Мультимедиа для \"умного дома\" от NORRIS.KG",
    "description": "Компания NORRIS.KG (Norris Service) принимает в Бишкеке заявки на установку мультимедиа для \"умного дома\". Оформите заказ на выполнение работ на нашем сайте. Предлагаем выгодные цены, проводим монтаж и наладку техники на высоком профессиональном уровне. При выполнении комплексных решений предоставляем клиентам приятные скидки.",
    "section1Title": "Мультимедиа: в чем особенность?",
    "section1Content": "Для жизни современного человека комфорт и безопасность являются значимыми факторами. По этой причине все большее количество людей предпочитают проживать в \"умном доме\". Это многофункциональная автоматизированная система, которая управляет отоплением, освещением, позволяет выполнять множество бытовых задач.",
    "feature1": "На стенах комнат.",
    "feature2": "Встраиваются в навесной потолок.",
    "feature3": "Размещаются в мебельных нишах.",
    "feature4": "Могут быть выполнены в напольном варианте.",
    "additionalInfo": "Техника устанавливается таким образом, чтобы скрыть кабели, провода и системные блоки, не требующие постоянного доступа.",
    "section2Title": "Возможности, способы управления",
    "section2Content": "Синхронизирует работу всех находящихся в здании гаджетов мультирум. Управляется он посредством единого пульта или настенной панели, размещенной в удобном для пользователя месте. Также настраиваются режимы работы, комфортное освещение и выбираются треки и фильмы через специальное приложение, установленное на мобильный телефон. Отдать приказ включить телеаппаратуру, уменьшить или увеличить громкость можно через голосовое сообщение, находясь в любой комнате. Миниатюрные источники звука располагают в различных зонах — на кухне, в коридоре, зале — искусно маскируя под интерьер. Чистотой звучания они не уступают громоздким акустическим колонкам, позволяя слушать музыку в высоком качестве.",
    "benefit1": "Смотреть и записывать передачи, спортивные матчи, идущие в прямом эфире.",
    "benefit2": "Скачивать через интернет и сохранять на носителях аудио и видео.",
    "benefit3": "Создавать плейлисты из своих любимых песен, настраивать очередность воспроизведения."
  },
  "articles": {
    "powerSystems": "Power Systems",
    "multimedialist": "Multimedia",
    "homeAutomation": "Home Automation",
    "climateControl": "Climate Control",
    "smartLighting": "Smart Lighting",
    "smartHomeProject": "Smart Home Project",
    "SmartHomeOverview":"Smart Home overview",
    "title": "Smart Home Installation in Bishkek, Kazakhstan, Almaty, Kyrgyzstan, and Central Asia",
    "intro": "Looking for professional smart home installation services in Bishkek, Kazakhstan, Almaty, Kyrgyzstan, or Central Asia? We offer modern solutions for your comfort and security. Our team of experts specializes in designing, installing, and configuring smart home systems, including lighting automation, heating, security systems, and much more. We use only advanced technologies and high-quality equipment to ensure maximum reliability and convenience for our clients. Whether you need a smart home for an apartment, private house, or commercial property, we are ready to offer an individual solution that fully meets your needs. Our services include: Installation and configuration of smart home systems, Lighting and climate control automation, Integration of security systems and video surveillance, Management of household appliances via smartphone, Consultations and technical support. We operate in Bishkek, Kazakhstan, Almaty, Kyrgyzstan, and across Central Asia, offering quality services at affordable prices. Contact us to discuss your project and receive a free consultation."

  },
  "ClimateControl": {
    "title": "Climate Control in a Smart Home",
    "imageAlt1": "Flat Image",
    "intro": "Tired of freezing in winter and sweating in summer? Install climate control in your home. NORRIS.KG (\"Norris Service\") professionals will install the climate system in Bishkek professionally, quickly, and at a favorable price. Place an order through the company website. We offer convenient cooperation conditions, provide a warranty, and discounts for clients.",
    "description1": "Weather has a significant impact on our lives. With the change of seasons, we face problems of cooling the apartment or office in summer and warming it during rainy and frosty periods. A climate system helps create comfortable living and working conditions. It is one of the main options of a smart home, automatically managed. This integrated system controls the operation of:",
    "features": {
      "feature1": "Air conditioners",
      "feature2": "Ventilation",
      "feature3": "Gas heating boilers",
      "feature4": "Coal boilers",
      "feature5": "Electric convectors, fireplaces",
      "feature6": "Water heaters",
      "feature7": "Ozonators, ionizers",
      "feature8": "Electric heated floors",
      "feature9": "Water heated floors",
      "feature10": "Radiators and other equipment"
    },
    "controlMethods": {
      "method1": "\"Smart\" block regulating the working parameters of units",
      "method2": "Sensors measuring temperature values and air humidity levels",
      "method3": "Thermostats, temperature controllers, servos"
    },
    "description2": "Touch panels, remote controls, smartphones, and voice assistants: Siri, Alice, Alexa are used to adjust the system's working parameters.",
    "advantageTitle": "What are the advantages?",
    "imageAlt2": "Flat Image 2",
    "advantages": {
      "advantage1": "Versatility. The system can be installed in any building, low-rise or high-rise, office, apartment, cottage, hotel rooms.",
      "advantage2": "Economy. Thanks to climate control, energy costs are significantly reduced. It helps to avoid unwanted breakdowns caused by overheating of equipment, extending their operational life.",
      "advantage3": "Ability to work according to a set program. Choose a comfortable temperature for waking up in the morning or going to bed. \"Smart\" technology will create the necessary microclimate in your bedroom or children's room.",
      "advantage4": "User-friendly control. A simple and clear interface makes it easy to adjust the operation, maintain the necessary temperature regimes.",
      "advantage5": "Automation allows remote control of climate control. For example, while on vacation or business trip, you can turn on heating and other devices from a significant distance from the apartment. It allows implementing any scenarios."
    },
    "offersTitle": "Our Offers and Advantages",
    "imageAlt3": "Layout Plan",
    "offersDescription": "For climate control to successfully perform its tasks, its installation should be entrusted to professionals. Order a climate system in Kyrgyzstan by submitting a request through the Norris Service website. Our company has been operating in this field since 2016 and is one of the leading developers of intelligent buildings in the republic. The sales geography covers Bishkek, cities of Chuy region, and Almaty (Kazakhstan). We perform:",
    "offerItems": {
      "item1": "Development of drawings and working algorithms",
      "item2": "Design of automation panels",
      "item3": "Wiring, electrical work",
      "item4": "Installation, connection, adjustment of equipment"
    },
    "conclusion": "The work is carried out on a turnkey basis in accordance with the accepted construction standards in the republic. When developing the project, the personal wishes of the owners and the features of the object are taken into account. For each client, a variant that optimally meets their requirements and financial capabilities is selected. At the request of clients, the company's masters will professionally, quickly, and efficiently install climate control in an apartment or office. Service prices are affordable for a wide range of consumers. Additionally, we offer to order additional devices for intelligent buildings. When purchasing them, the company provides pleasant discounts. Indicate your contact details on the site, submit a request for work, and we will equip a smart home in your apartment to your taste. Norris.kg (\"Norris Service\") consultants will provide more details about the terms of cooperation and service rates. Contact them by phone or email.",
    "text": "The climate system, which was recently considered a status symbol for owners, has transitioned into a necessary item in home ownership. Its demand is rapidly increasing. Advantages include:",

    "text1":  "In addition, we offer to order additional devices for intelligent buildings. When purchasing them, the company provides pleasant discounts. Indicate your contact details on the site, submit a request for work, and we will equip a \"smart home\" in the apartment to your taste. Norris.kg (\"Norris Service\") consultants will tell you more about the terms of cooperation and service prices. Contact them by phone or email."
  },
  "HomeAutomation": {
    "title": "Home Automation by NORRIS.KG",
    "imageAlt1": "Smart Home",
    "intro": "Do you want to ensure safe and comfortable living for yourself and your loved ones in an apartment? Contact NORRIS.KG (\"Norris Service\"), and we will automate heating equipment, household appliances, and develop a smart home based on an individual project. Place an order for turnkey work in Bishkek and other cities of Kyrgyzstan through the company website. We guarantee favorable prices, reliable quality of components and equipment. We provide discounts for implementing a complex of tasks and ordering additional options.",
    "automationTitle": "What is Home Automation?",
    "automationDescription": "Modern technologies make our lives safer and easier, taking on many household problems. Turn on the light in the room, play music, start the heating boiler, set the alarm clock – these and other tasks are now performed by virtual assistants.",
    "smartHomeDescription": "\"Smart home\" is an automated system that coordinates the operation of all technical means in the room. Its components are:",
    "features": {
      "feature1": "Water leakage, smoke, gas leakage sensors",
      "feature2": "Presence sensors",
      "feature3": "IR sensors",
      "feature4": "Executive devices – sockets, video cameras, switches, etc."
    },
    "controlMethodsTitle": "The smart home can be controlled in various ways:",
    "controlMethods": {
      "method1": "Applications on a tablet, mobile phone",
      "method2": "Software installed on a computer, laptop",
      "method3": "Remote controls",
      "method4": "Controller touch panel",
      "method5": "Voice assistant (speakers)"
    },
    "combinationMethods": "Control methods can be combined, choosing the most convenient for each specific case.",
    "capabilitiesTitle": "What can the smart home do?",
    "imageAlt2": "Auto Light",
    "capabilitiesDescription": "Its capabilities are great, functionality can be expanded, adapting the room using automation according to your tastes and needs. It will warn and take action:",
    "capabilities": {
      "capability1": "If the house is threatened by fire, there is a pipe leak, the heating boiler and other communications are out of order",
      "capability2": "Protect the house from intruders, property from theft, and timely warn you and the security service about the situation",
      "capability3": "During a long absence, the house will automatically raise the blinds, turn on the indoor and outdoor lights, simulating the presence of the owners",
      "capability4": "Take care of your health, create an optimal microclimate in the room. Each room can have its own temperature regime",
      "capability5": "\"Smart home\" will start heating in case of sudden cold, and air conditioning in hot weather",
      "capability6": "Command the robot vacuum cleaner to start cleaning, take care of the water and food supply for pets",
      "capability7": "Timely turn on the news broadcast, favorite movie, adjust the playlist",
      "capability8": "Turn off or brighten the lighting. Wake you up in the morning with a pleasant melody, make coffee, read a bedtime story to the child, and much more."
    },
    "comfortDescription": "Automated equipment in homes ensures safe and comfortable living for their owners. It helps save energy, time, and reduce heating and electricity costs. The downside is that extended configuration requires significant expenses.",
    "offerTitle": "What do we offer?",
    "offerDescription": "To ensure the equipment works efficiently, it should be purchased from proven manufacturers, and experienced specialists should be involved in the installation. One of the companies developing smart homes in Kyrgyzstan is \"Norris Service\". We provide our clients with:",
    "offers": {
      "offer1": "Convenient cooperation conditions",
      "offer2": "Free consultative assistance",
      "offer3": "Pleasant discounts",
      "offer4": "Two-year warranty on the work performed by us"
    },
    "conclusion": "Automation is carried out taking into account the characteristics of a specific object and customer requirements. For each task, the company's engineers prepare an individual project, drawings, and necessary documentation. The installation and adjustment of smart home equipment are performed within the terms specified in the contract. Submit an application through our website, order the automation of residential, commercial, or other premises. The work is carried out on a turnkey basis by teams of masters with extensive practical experience and comprehensive knowledge in the field of modern technologies. Contact the company's managers to get detailed information about the services we provide and the terms of cooperation."
  },
  "Multimedia": {
    "title": "Multimedia for Smart Home by NORRIS.KG",
    "imageAlt": "Multimedia",
    "intro": "NORRIS.KG (Norris Service) accepts applications in Bishkek for the installation of multimedia for a smart home. Place an order for the work on our website. We offer favorable prices, perform installation and adjustment of equipment at a high professional level. When implementing comprehensive solutions, we provide clients with pleasant discounts.",
    "section1Title": "Multimedia: What's Special About It?",
    "section1Description1": "Comfort and safety are significant factors in the life of a modern person. For this reason, more and more people prefer to live in a smart home. It is a multifunctional automated system that manages heating, lighting, and allows you to perform many household tasks.",
    "section1Description2": "Multimedia is one of its components, providing pleasant leisure time for household members. It includes television, audio equipment, and gaming gadgets. Depending on the style of the rooms and the preferences of the owners, acoustics, projectors, and televisions are installed:",
    "features": {
      "feature1": "On the walls of the rooms",
      "feature2": "Embedded in the suspended ceiling",
      "feature3": "Placed in furniture niches",
      "feature4": "Can be made in floor-standing versions"
    },
    "section1Description3": "The equipment is installed in such a way as to hide cables, wires, and system blocks that do not require constant access.",
    "section2Title": "Capabilities and Control Methods",
    "section2Description1": "Synchronizes the operation of all gadgets in the building using a multiroom system. It is controlled via a single remote or a wall panel placed in a convenient location for the user. Operating modes, comfortable lighting, and track and film selections are also configured through a special application installed on a mobile phone. Commands to turn on the TV, decrease or increase the volume can be given via a voice message from any room. Miniature sound sources are placed in various zones—kitchen, corridor, living room—skillfully blending into the interior. Their sound quality rivals bulky acoustic speakers, allowing you to listen to music in high quality.",
    "section2Description2": "Thanks to smart multimedia, you have the opportunity to:",
    "capabilities": {
      "capability1": "Watch and record broadcasts, sports matches in live mode",
      "capability2": "Download and store audio and video via the internet",
      "capability3": "Create playlists of your favorite songs, set playback order",
      "capability4": "Collect a movie library for your home theater",
      "capability5": "Play a track that will sound throughout the apartment, or choose a different composition for each room",
      "capability6": "Play a fairy tale for the child or watch a favorite movie in the children's room"
    },
    "section2Description3": "Each family member will determine for themselves how and with what to fill their free time.",
    "section3Title": "Our Offers",
    "section3Description1": "Interested in modern technologies? Want to make your apartment more comfortable? Don't know where to order multimedia installation in Bishkek? Seek help from Norris Service. We offer a wide range of services related to smart homes and provide simple and effective solutions. The work is performed by highly qualified and experienced company masters in accordance with the standards established in the republic. They take on:",
    "offers": {
      "offer1": "Project development",
      "offer2": "Cost estimation",
      "offer3": "Installation and connection of equipment"
    },
    "section3Description2": "We ensure high-quality sound from Hi-End and Hi-Fi class acoustics.",
    "section3Description3": "Leave an application on our website, and we will convert your apartment or office into a smart home, ensuring their safety and comfort. Detailed information about the terms of cooperation with NORRIS.KG and possible discounts can be obtained from the company's managers. Contact them at a convenient time for you by phone or email."
  },
  "PowerSystems": {
    "title": "Power and Low-Voltage Systems from NORRIS.KG",
    "imageAlt": "Smart Home",
    "intro": "NORRIS.KG (Norris Service) performs installation work on laying power and low-voltage systems in smart homes. We accept orders from individuals, commercial and government organizations from Bishkek and nearby settlements. We provide a two-year warranty on the services provided, offer convenient cooperation conditions and affordable prices.",
    "section1Title": "Why is it important?",
    "section1Description": "Equipping smart homes is a task that requires significant financial investment and certain skills. Most consumers start small, installing multimedia and climate control in their apartments, gradually adding other options. For their functioning in a smart home, wiring plays an important role. Installed according to all the rules, it provides:",
    "features": {
      "feature1": "Supply of energy from power sources to equipment.",
      "feature2": "Uninterrupted operation of devices.",
      "feature3": "Management, information exchange and communication between them."
    },
    "imageAlt2": "Auto Light",
    "section2Description": "The wired system has proven its high efficiency. It is used to equip residential and commercial buildings, hotels, offices, etc. Its distinctive qualities include reliability, long service life, and easy equipment integration. It is installed during the construction of buildings up to the finishing stage of premises and does not require special maintenance. Cable lines and wires are placed under the ceiling, in niches, covered with panels so as not to spoil the aesthetics of the rooms.",
    "section3Title": "Features of Low-Voltage Systems",
    "section3Description": "Electrics in smart homes consist of power and low-voltage systems. The first type of cable is designed for a load of 220 volts or more. They are used to supply electricity from the distribution panel to the device connection points. Low-voltage - low-voltage networks that provide the operation of:",
    "lowVoltageSystems": {
      "system1": "Television.",
      "system2": "Computer equipment.",
      "system3": "Fire alarm system.",
      "system4": "Intercoms.",
      "system5": "Surveillance cameras."
    },
    "section4Description": "In intelligent buildings, instead of conventional power cables, products with built-in communication lines and electrical wires are used. They allow signals to be supplied for lighting control, raising blinds, etc. Rooms are equipped with sockets with remote switching and the ability to monitor power consumption levels. Both classic and touch switches are used, responding to a wave or touch of the hand. The possibilities that new technologies open up to consumers are limitless. Automation makes life simpler, safer, and more comfortable.",
    "section5Title": "Our Services",
    "section5Description1": "When laying electrical wiring, it should be taken into account that it is much more difficult to re-equip old wiring systems than to make new ones. Planning the construction of a smart home, consider the possibility of expanding functionality and the likelihood of increasing the load on the electrical system. Entrust the installation to experienced craftsmen.",
    "section5Description2": "You can order work in Bishkek from NORRIS.KG specialists. We are one of the leading companies in Kyrgyzstan involved in the development of smart buildings for various purposes. Among our customers are commercial, government organizations, and individuals, whom we have helped to implement many interesting projects. Our company is distinguished by:",
    "benefits": {
      "benefit1": "High professionalism and extensive practical experience of employees.",
      "benefit2": "Responsible attitude and individual approach to each client.",
      "benefit3": "Balanced pricing policy that makes our services accessible to a wide range of consumers."
    },
    "conclusion1": "Order the laying of a wired system by visiting our office in Bishkek or place an order through the NORRIS.KG website or Instagram. The wiring in your smart home will be laid quickly and efficiently.",
    "conclusion2": "The company's craftsmen promptly go to objects in the city and region, assess the complexity of the task and take the necessary measurements. Specialists prepare project documentation taking into account established building standards and customer requirements. Get detailed information about the services provided by our managers by contacting them in any convenient way for you. The smart home from NORRIS.KG will take care of your safety and comfort."
  },
  "SmartHomeProject": {
    "title": "Smart Home Project by NORRIS.KG",
    "intro": "Order the development of a smart home project in Bishkek through the NORRIS.KG website. We accept orders from all interested government, commercial organizations, and individuals. We offer affordable prices, guarantee professional execution of the full package of project documentation, and strict adherence to deadlines.",
    "section1Title": "Smart Home: What is it, what does it consist of?",
    "section1Description": "High-tech multifunctional intelligent buildings are in high demand in our country's market. The system combines various technical means, the coordinated work of which ensures the safety of property, comfort, and health of people. The kit includes:",
    "features": {
      "feature1": "Controller.",
      "feature2": "Various types of sensors.",
      "feature3": "Expansion modules.",
      "feature4": "Set of actuators.",
      "feature5": "Programming of programs, scenarios, PLC, controllers.",
      "feature6": "Development of integrated circuits and software for them."
    },
    "section2Description": "To put them into operation, laying power cables and low-voltage lines is required. Management and adjustment of operating parameters are carried out using a computer, remote control, voice commands, touch panels, or remotely via a smartphone. To ensure that the equipment is properly integrated, interacts seamlessly and without delays, special attention should be paid to design.",
    "section3Title": "What does project work include?",
    "section3Description": "It consists of a series of activities, each of which plays an important role in the successful implementation of the task. They can be conditionally divided into several main stages:",
    "steps": {
      "step1": "Gathering information about the object: The condition of communications, architecture, room layout, convenience of connection to power supply are assessed. The purpose of the building, the requirements of the owners, the possibility of using additional subsystems during long-term operation are taken into account.",
      "step2": "Creating a sketch: The number of parts, length, cross-section of wires and cables required for installation in a smart home are calculated. An estimate is drawn up and agreed with the customer. Changes are made if necessary.",
      "step3": "Preparation of documentation: Drawings are created according to which the distribution boards, cameras, power supplies, and other elements will be placed in the building. Routes for laying low-voltage and power cable lines are modeled.",
      "step4": "Determining the timing of work: A schedule is approved, and instructions for installation teams are drawn up."
    },
    "section4Title": "Why contact our company?",
    "section4Description": "Without sufficient experience and knowledge, it is impossible to qualitatively perform all the work in a smart home. To avoid undesirable consequences, they should not be carried out independently. Need professional services? Contact NORRIS Service. The company's specialization is the automation of buildings for various purposes. Among our clients are well-known industrial and commercial organizations in Bishkek. The geography of smart home sales expands every year, covering Almaty and cities in the Chuy region. Our strengths are:",
    "advantages": {
      "advantage1": "High professionalism of the engineering and technical staff. The extensive practical experience of specialists allows us to handle projects of any complexity.",
      "advantage2": "Responsible attitude to work and strict fulfillment of contractual obligations.",
      "advantage3": "Reasonable pricing policy, making our services accessible to a wide range of consumers."
    },
    "conclusion1": "We offer many ready-made solutions. You can choose one of them or leave a request for the development of a project to order. Financial capabilities and customer preferences are taken into account. Computer programs are used for system development, allowing us to effectively perform our work. High-quality components that have passed mandatory certification are used during installation.",
    "conclusion2": "To order a smart home, contact NORRIS.KG managers by email or phone, leave your request. We will call you back promptly, calculate the cost of the project, and clarify the timing of its implementation. An apartment or office re-equipped to a smart home according to our project will be a reliable guarantee of your safety and comfort."
  },
  "SmartLighting": {
    "title": "\"Smart\" lighting by NORRIS.KG",
    "intro": "Want to install \"smart\" lighting in an apartment or office at an affordable price? Not sure which company to contact in Bishkek for help? Apply through the NORRIS.KG (\"Norris Service\") website or Instagram. We carry out installation quickly, efficiently, and provide a two-year warranty on the services we provide.",
    "section1Title": "What does \"smart\" lighting consist of?",
    "section1Description": "\"Smart\" lighting is one of the main options installed in intelligent buildings. It consists of the following elements:",
    "elements": {
      "element1": "Ceiling, wall lights.",
      "element2": "Nightlights.",
      "element3": "Sconces.",
      "element4": "Desk lamps.",
      "element5": "Light panels.",
      "element6": "LED strips and bulbs.",
      "element7": "Overhead and built-in sockets, switches.",
      "element8": "Sensors, relays, devices controlling their operation."
    },
    "section2Description": "Regular lighting fixtures operate at a network voltage of 220V, LED strips – at 12 volts, 24 volts, 48 volts. To connect them, special power supply units are required. Wireless system management is carried out in several ways:",
    "methods": {
      "method1": "Using voice.",
      "method2": "Applications installed on a mobile phone or remote control.",
      "method3": "Automation with various scenarios."
    },
    "section3Description": "To ensure they work successfully, it is necessary to maintain uninterrupted communication between all devices. The architecture of the \"smart home\" allows you to control them using various communication protocols: ZigBee, Z-wave, Matter, Lora, Bluetooth, Wi-Fi.",
    "section4Title": "What can it do?",
    "section4Description": "\"Smart\" light can perform many tasks. Its main functions:",
    "functions": {
      "function1": "Turning lights on and off by motion sensor, timer.",
      "function2": "Changing light intensity, temperature.",
      "function3": "Creating lighting scenarios."
    },
    "section5Description": "Turning the light on by a motion sensor is very convenient when moving in the dark or when your hands are full. Using a timer, you can set modes where the lights will turn on at specific times. The system will change the lighting in the room in the evening, making the light warmer, creating a cozy atmosphere.",
    "section6Title": "Our offers",
    "section6Description": "If you need to install lighting in a \"smart home,\" a good solution would be to contact NORRIS.KG (\"Norris Service\"). Our company has extensive experience in this field, uses advanced technologies, certified materials, and equipment. We accept applications from commercial firms and private customers from Bishkek and other cities in Kyrgyzstan, offering them:",
    "offers": {
      "offer1": "Convenient cooperation conditions.",
      "offer2": "Affordable prices for all types of services.",
      "offer3": "Providing a warranty."
    },
    "section7Description": "Approaching each client individually, we strive to meet their requirements, find simple and effective solutions. When developing a project, the characteristics of buildings and the financial capabilities of customers are taken into account. If certain elements do not meet the price, similar components are selected that are not inferior in quality to the originals.",
    "conclusion": "Apply for the installation of \"smart\" lighting through the company's website or Instagram, and we will complete the system installation in the shortest possible time. Do you have any questions related to the \"smart home\"? Ask our managers and get comprehensive answers."
  },
  "BenefitsWorkingCompany": {
    "title": "Benefits of Working with the Company",
    "section1": {
      "text": "We will select and configure equipment for you that will make your home more comfortable and safe: lighting, video surveillance cameras, smart locks, leak, temperature and motion sensors. The scenarios we design will work even in your absence.",
      "label1": "Convenient",
      "label2": "Safe"
    },
    "section2": {
      "text": "A smart home can start with a few devices. We will select them for you and set up the first interaction scenarios. And then you can independently or with our help supplement the smart home with new equipment and link them in scenarios.",
      "label1": "interaction",
      "label2": "connection"
    },
    "section3": {
      "text": "Equipping a smart home has become easier thanks to wireless communication protocols that continue to work even if your WiFi is turned off. No wires, repairs, or complexities. All equipment is specially made for our region, officially imported to Kyrgyzstan through our suppliers and has all certificates and guarantees.",
      "label1": "uninterrupted",
      "label2": "guarantee"
    }
  },
  "faq": {
    "title": "Frequently Asked Questions",
    "questions": [
      {
        "question": "What is a “smart home”?",
        "answer": "The term smart home refers to the regular home, which has its appliances, lighting, and electronic devices connected to the internet to enable remote monitoring and management. The homeowner enjoys the convenience of securing, operating, and monitoring their house even from another side of the world. The devices that are connected are lights, security systems, cameras, audio and video systems, televisions, thermostats, and even sprinklers."
      },
      {
        "question": "Which devices are most commonly controlled in a smart home?",
        "answer": "There are a variety of devices and appliances that get connected and controlled in a smart home setup. The most common ones fall into four categories, and they are lighting, climate control, entertainment, and security."
      },
      {
        "question": "Are smart homes affordable?",
        "answer": "Yes, smart homes are affordable. However, there was a time when smart homes were considered a luxury. Setting up your smart home is easier than ever but choosing the right smart home system to unify your devices and get them talking together is the biggest challenge that a homeowner faces today. Know how you can benefit from turning your house into a smart home; this helps zero-in on the right product."
      },
      {
        "question": "Does home automation increase home value?",
        "answer": "Home automation is on high demand, and thereby, it increases home value. Today, everyone wants to live in a smart home and enjoy advanced technologies. When a house uses smart technology, the homeowner can most likely raise their asking price. It would be best if the homeowner worked with a licensed real estate agent, though, to ensure your price falls within what the market can bear."
      },
      {
        "question": "When is the best time to install home automation?",
        "answer": "The best time to install home automation is now. The smart tech offers security and safety for the family and the house - nothing beats the security aspects. Besides, the best time to install home automation is while building a new home or renovating an existing one. In both the scenarios, the homeowners can get down to the wires easily."
      },
      {
        "question": "How can I save energy with home automation?",
        "answer": "Home automation makes sure that your home uses resources like electricity and water more effectively in order to reduce waste throughout the home. Besides increasing security and convenience, home automation can indeed make a difference in the environment and you will thus get smaller utility bills. You can save energy by using energy management devices like smart power strips and switches that can turn off lights and appliances when not in use, thus saving energy and reducing costs. For instance, lighting controls can be set on a timer and this will prevent lights from staying in the ON mode for the whole night or day. You can also get smart lightbulbs that work with motion sensors and respond to people leaving or entering a room, thus helping you to save energy and money."
      },
      {
        "question": "What home automation systems are available today and what products do they work with?",
        "answer": "A variety of smart home devices and systems are currently available on the market. Each of these come with a unique set of features and different specifications. You may get confused about what to choose with so many options. Make sure that the gadgets you add are compatible with each other or just go ahead and get yourself a smart hub that will bridge any gaps. The market today has smart home devices from popular brands like Wink, SmartThings, Google Home, Amazon Echo, etc. Wink Hub 2 supports BLE, Z-Wave, and Zigbee. Additionally, it integrates with Philips Hue, Amazon Alexa, Canary, Lutron, Canary, and iHome. Samsung SmartThings also supports several protocols. These products work with Bluetooth, Wi-Fi, Z-Wave standards, and Zigbee. Amazon Echo integrates with Philips Hue, ecobee, Insteon, Honeywell, Nest, and Belkin WeMo. Google Home is the latest hub offering fewer product integrations when compared to Amazon Echo and Samsung SmartThings."
      },
      {
        "question": "Is home automation worth it?",
        "answer": "Home automation is mostly a good investment as it helps in saving money and time. The following benefits will help you understand why home automation devices and systems are worth the investment. Security: Home automation delivers security and safety, helping you to lead a stress-free life style. This is true because once you start using these home automation devices you will realize that you can relax as an alert will be sent if anything strange occurs in your house. Whether burglars or unwanted guests, these automation devices will alert you when these individuals approach your house. Financial Savings: Some home automation systems save you money on water bills and utilities. For instance, a smart thermostat and sprinkler system guarantee that your electricity bills do not shoot up in the summer. Comfort: Home automation is a good investment as it prevents you from rushing around in the morning and getting all stressed when trying to get the lights turned off before you leave home and also when trying to get the thermostat set. These devices are so comforting because if you forget to turn off the coffee pot, these devices will monitor the situation and automatically turn it off for you."
      },
      {
        "question": "Do I have to make my whole house smart?",
        "answer": "Making your whole house smart is NOT necessary. You first have to prioritize all your options and then decide whether to invest in a full-scale home automation network or in separate smart gadgets. If you want a automate your whole house, there are tons of home automation solutions you can choose from and these include appliances, climate control devices, access control and security elements, entertainment technology, lighting controls, and energy management tools to name a few. Also, you need not buy all the smart home devices you need at one shot. To help you stay within a planned budget, you can plan your purchases in different stages. No matter how you plan to buy the home automation systems or devices, always make sure that you choose your devices carefully because not all devices are compatible. You need to verify that the devices or systems you want to buy actually work together."
      },
      {
        "question": "How reliable is a home automation system?",
        "answer": "Basic home automation systems will transmit a command out and just believe that it is actioned. However, more complex home automation systems will first send a command and then wait for a response. A variety of actions can be executed if a response is not approaching. Home automation systems are reliable but if you go in for the more complex devices and systems then the cost also becomes higher along with the need for a skilled specialist for the installation process."
      },
      {
        "question": "What are the top 3 devices benefited in the home which benefit from being integrated?",
        "answer": "The 3 most sought-after devices that are integrated with any of the home automation system are lighting control device to turn on/off the lights as per the user’s requirement, heating control device to maintain temperature depending on the weather conditions which also helps to save energy and to control the television/music system."
      },
      {
        "question": "What is available in the high-end security market?",
        "answer": "Security alarms, CCTVs help in protecting the owner’s property from thieves. Technology has taken security to the next level – family can set up monitoring devices connected to the home automation system. This helps the property owners to take control and oversee the facilities when the intruder tries to enter the owner’s property even when they are away from home."
      },
      {
        "question": "Does smart home technology work in business?",
        "answer": "Smart home technology is absolutely a very good option for business. There is a list of smart devices that can be integrated with home automation system. It helps to control conference systems, a range of smart TVs, security, lights, surveillance, audio, etc from a single console."
      },
      {
        "question": "Will you have to punch holes in my home to install your audio video system or smart home technology?",
        "answer": "Hard-wiring is a good and reliable option for home automation system – we ensure to avoid drilling in holes but in some instances when there is a need to make holes we would ask you in the first place."
      },
      {
        "question": "Is the smart home system complicated to use?",
        "answer": "A smart home automation system lets technology take care of your home and business. In just few clicks, life is made easy and every device connected to the home automation system can be controlled through a remote or an app installed on a smartphone or tablet. For instance – if you are going out, you can press “Away” and all the activities programmed while in Away mode is made to control instantly – it locks the doors, turns of the lights and other devices that has to be turned off, etc."
      }
    ]
  },
  "smartHomeProject": {
    "title": "Smart Home Project by NORRIS.KG",
    "intro": "Order the development of a smart home project in Bishkek through the NORRIS.KG website. We accept applications from all interested governmental, commercial organizations, and private individuals. We offer convenient prices, guarantee professional execution of the full package of project documentation, and precise adherence to deadlines.",
    "section1Title": "\"Smart Home\": What is it, and what does it consist of?",
    "section1Content": "High-tech multifunctional intelligent buildings are in high demand in our country's market. The system integrates various technical means, the coordinated work of which ensures the safety of property, comfort, and health of people. The package includes:",
    "list1": {
      "item1": "Controller.",
      "item2": "Various types of sensors.",
      "item3": "Expansion modules.",
      "item4": "Set of actuators.",
      "item5": "Programming programs, scenarios, PLC, controllers.",
      "item6": "Development of integrated circuits and software for them."
    },
    "image1Alt": "Layout Plan",
    "section2Content": "To put them into operation, it is necessary to lay power cables and low-voltage lines. Control and adjustment of operating parameters are carried out using a computer, remote control, voice commands, touch panels, or remotely via a smartphone.",
    "section3Title": "What does the project work include?",
    "section3Content": "It consists of a series of events, each of which plays an important role in the successful implementation of the task. They can be conditionally divided into several main stages:",
    "list2": {
      "item1": {
        "title": "Collecting information about the object:",
        "content": "The state of communications, architecture, room layout, convenience of connection to power supply are assessed. The purpose of the building, owner requirements, the possibility of using additional subsystems in the future long-term operation are taken into account."
      },
      "item2": {
        "title": "Creating a sketch:",
        "content": "The number of parts, length, and cross-section of wires and cables needed for installation in a smart home are calculated. A budget is drawn up and agreed upon with the customer. If necessary, changes are made."
      },
      "item3": {
        "title": "Preparing documentation:",
        "content": "Drawings are created, showing where the switchboard, cameras, power supplies, and other elements will be placed in the building. Paths for laying low-voltage and power cable lines are modeled."
      },
      "item4": {
        "title": "Determining the timing of the work:",
        "content": "A schedule is approved, and instructions for installation teams are drawn up."
      }
    },
    "image2Alt": "Smart Home",
    "section4Content": "After the detailed development of the system, the process of its implementation begins according to the approved plan.",
    "section5Title": "Why should you contact our company?",
    "section5Content": "Without sufficient experience and knowledge, it is impossible to qualitatively complete the entire range of work in a smart home. To avoid undesirable consequences, you should not do it yourself. Need professional services? Contact Norris Service. The company's specialization is the automation of buildings of various purposes. Our clients include well-known industrial and commercial organizations in Bishkek. The geography of the smart home sales expands every year, covering Almaty and cities of the Chui region. Our strengths are:",
    "list3": {
      "item1": "High professionalism of the engineering and technical staff. The extensive practical experience of specialists allows working on projects of any complexity.",
      "item2": "Responsible attitude to work and strict fulfillment of contractual obligations.",
      "item3": "Reasonable pricing policy, making our services accessible to a wide range of consumers."
    },
    "image3Alt": "Smart Home",
    "section6Content": "We offer many ready-made solutions. You can choose one of them or leave a request for the development of a project according to an individual order. Financial possibilities and preferences of clients are taken into account. Computer programs are used for system development, which allows us to efficiently perform our work. Certified components are used during installation.",
    "contact": "To order a smart home, contact the managers of NORRIS.KG by email or phone, leave your request. We will call you back promptly, calculate the cost of the project, and clarify the terms of its implementation. An apartment or office, re-equipped under a smart home according to our project, will become a reliable guarantee of your safety and comfort."
  },
  "SmartHomeOverview": {
    "title": "Smart Home Project by NORRIS.KG",
    "intro": "Order the development of a smart home project in Bishkek through the NORRIS.KG website. We accept applications from all interested governmental, commercial organizations, and private individuals. We offer convenient prices, guarantee professional execution of the full package of project documentation, and precise adherence to deadlines.",
    "section1Title": "\"Smart Home\": What is it, and what does it consist of?",
    "section1Content": "High-tech multifunctional intelligent buildings are in high demand in our country's market. The system integrates various technical means, the coordinated work of which ensures the safety of property, comfort, and health of people. The package includes:",
    "list1": {
      "item1": "Controller.",
      "item2": "Various types of sensors.",
      "item3": "Expansion modules.",
      "item4": "Set of actuators.",
      "item5": "Programming programs, scenarios, PLC, controllers.",
      "item6": "Development of integrated circuits and software for them."
    },
    "image1Alt": "Layout Plan",
    "section2Content": "To put them into operation, it is necessary to lay power cables and low-voltage lines. Control and adjustment of operating parameters are carried out using a computer, remote control, voice commands, touch panels, or remotely via a smartphone.",
    "section3Title": "What does the project work include?",
    "section3Content": "It consists of a series of events, each of which plays an important role in the successful implementation of the task. They can be conditionally divided into several main stages:",
    "list2": {
      "item1": {
        "title": "Collecting information about the object:",
        "content": "The state of communications, architecture, room layout, convenience of connection to power supply are assessed. The purpose of the building, owner requirements, the possibility of using additional subsystems in the future long-term operation are taken into account."
      },
      "item2": {
        "title": "Creating a sketch:",
        "content": "The number of parts, length, and cross-section of wires and cables needed for installation in a smart home are calculated. A budget is drawn up and agreed upon with the customer. If necessary, changes are made."
      },
      "item3": {
        "title": "Preparing documentation:",
        "content": "Drawings are created, showing where the switchboard, cameras, power supplies, and other elements will be placed in the building. Paths for laying low-voltage and power cable lines are modeled."
      },
      "item4": {
        "title": "Determining the timing of the work:",
        "content": "A schedule is approved, and instructions for installation teams are drawn up."
      }
    },
    "image2Alt": "Smart Home",
    "section4Content": "After the detailed development of the system, the process of its implementation begins according to the approved plan.",
    "section5Title": "Why should you contact our company?",
    "section5Content": "Without sufficient experience and knowledge, it is impossible to qualitatively complete the entire range of work in a smart home. To avoid undesirable consequences, you should not do it yourself. Need professional services? Contact Norris Service. The company's specialization is the automation of buildings of various purposes. Our clients include well-known industrial and commercial organizations in Bishkek. The geography of the smart home sales expands every year, covering Almaty and cities of the Chui region. Our strengths are:",
    "list3": {
      "item1": "High professionalism of the engineering and technical staff. The extensive practical experience of specialists allows working on projects of any complexity.",
      "item2": "Responsible attitude to work and strict fulfillment of contractual obligations.",
      "item3": "Reasonable pricing policy, making our services accessible to a wide range of consumers."
    },
    "image3Alt": "Smart Home",
    "section6Content": "We offer many ready-made solutions. You can choose one of them or leave a request for the development of a project according to an individual order. Financial possibilities and preferences of clients are taken into account. Computer programs are used for system development, which allows us to efficiently perform our work. Certified components are used during installation.",
    "contact": "To order a smart home, contact the managers of NORRIS.KG by email or phone, leave your request. We will call you back promptly, calculate the cost of the project, and clarify the terms of its implementation. An apartment or office, re-equipped under a smart home according to our project, will become a reliable guarantee of your safety and comfort."
  }

}